const String title =
    'تحت رعايه السيده انتصار السيسي حرم رئيس الجمهوريه ,اعلنت الدكتوره ايناس عبد الدايم وزيرة الثقافه عن تدشين جائزه الدولة للمبدع الصغير في دورتها الاولي عام 2021 و التي تتم ادارتها من خلال المجلس الاعلي للثقافه و بدات الاحتفاليه بكلمه مسجله للسده انتصار السيسي حرم رئيس الجمهوريه قالت فيها " ان الهدف من الجائزة هو بناء جيل جديد قادر علي تحقيق احلامنا و طموحتنا "';



const String fullText =
    '''- أن يكون المتقدم مصري الجنسية.
 - ألا يتجاوز سن المتقدم في أول يوم لفتح باب التقدم الوارد في الإعلان عن الجائزة ثماني عشرة سنة ميلادية.
 - ألا يكون قد سبق له الفوز بالجائزة، ما لم تتضمن الأعمال المقدمة منه إضافات إبداعية جديدة.
 - أن يلتزم المُتقدم بالفئة العمرية المُشار إليها بالإعلان والمقسمة لمستويين من 5 حتى 12 عامًا كمستوى أول ومن فوق 12 حتى 18 عام كمستوى ثان.
- ألا يتم التقدم بالعمل نفسه لجائزة أو مسابقة أخرى حتى صدور الإعلان عن نتيجة الجائزة.
- ألا يكون العمل المُقدم قد سبق له الفوز بجائزة أو مسابقة أخرى، لا يحق للشخص التقدم بأكثر من عمل.
- استيفاء استمارة الجائزة، على أن يرفق بها صورة بطاقة الرقم القومي لولي أمر المتقدم، وصورة شهادة ميلاد وصورة شخصية حديثة للمتقدم.
- في حالة تعذر وجود ولى الأمر (الأب) يرفق مع الأوراق توكيل خاص بالتعامل المالي والإداري على الجائزة أو صورة طبق الأصل من قرار الوصاية على المتقدم.
- في حالة العمل الجماعي يُشترط لقبوله موافقة المشتركين فيه، وتُحدد نسب المشاركة كتابةً من قبلهم، وإذا لم تحدد نسب المشاركة تُقسم الجائزة عليهم بالتساوي.
- في حال ثبوت انتحال أو سرقة العمل المقدم للجائزة أثناء مراحل التحكيم أو بعد منح الجائزة، يُستبعد المتقدم من الترشح للجائزة ويحرم من التقدم لها مرة أخرى، ويتم سحب الجائزة في حالة الحصول عليها.
- يكون هناك مرحلة أولى لفرز الأعمال المقدمة، ومرحلة ثانية للأعمال التي تم تصعيدها من المرحلة الأولى لعمل مقابلة شخصية للمتقدم لمناقشة العمل المقدم وتقييمه وذلك بمقر المجلس الأعلى للثقافة.
- في حالة وفاة المُتقدم بعد المقابلة الشخصية يعتبر التقدم قائمًا.
- تستبعد إداريًا الأعمال التي لم تستوفى شروط الجائزة.
ويتم إرسال الأعمال على (CD  أو فلاش ميموري) مع الأوراق المطلوبة بواسطة البريد على عنوان المجلس الأعلى للثقافة "1 شارع الجبلاية ساحة دار الأوبرا المصرية - الجزيرة - الزمالك - القاهرة" (لا يقبل العمل بعد انتهاء الفترة المعلن عنها للتقدم)، تقدم الأعمال المقدمة للجائزة بداية من 28 فبراير حتى 25 مارس.
وتبلغ القيمة المالية لكل فرع من فروع الجائزة 40 ألف جنيه، وتقسم إلى فئتين عمريين، من سن 5 حتى 12 سنة، ومن 12 حتى 18 سنة.''';

